Repository: xbmc/screensaver.pingpong
Catalog: screensaver.pingpong/resources/language/resource.language.*/strings.po
Languages: es_es, fr_fr, it_it

# Addon Summary
source: Ping Pong screensaver
es_es: Salvapantallas Ping Pong
fr_fr: Économiseur d'écran ping-pong
it_it: Salvaschermo ping pong

# Addon Description
source: Lets a ball jump back and forth.
es_es: Permite a una bola saltar hacia atrás y hacia adelante.
fr_fr: Permet à une balle de sauter d'avant en arrière.
it_it: Lascia che una palla salti avanti e indietro.

# #30000
source: Paddle 1 colour
es_es: Color de paleta 1
fr_fr: Couleur pagaie 1
it_it: Colore paddle 1

# #30001
source: Paddle 2 colour
es_es: Color de paleta 2
fr_fr: Couleur pagaie 2
it_it: Colore paddle 2

# #30002
source: Ball colour
es_es: Color de bola
fr_fr: Couleur de balle
it_it: Colore palla

# #30003
source: White
es_es: Blanco
fr_fr: Blanc
it_it: Bianco

# #30004
source: Grey
es_es: Gris
fr_fr: Gris
it_it: Grigio

# #30005
source: Red
es_es: Rojo
fr_fr: Rouge
it_it: Rosso

# #30006
source: Green
es_es: Verde
fr_fr: Vert
it_it: Verde

# #30007
source: Blue
es_es: Azul
fr_fr: Bleu
it_it: Blu

# #30008
source: Horizontal ball speed
es_es: Velocidad horizontal de la bola
fr_fr: Vitesse de balle horizontale
it_it: Velocità orizzontale pallina

# #30009
source: Vertical ball speed
es_es: Velocidad vertical de la bola
fr_fr: Vitesse de balle verticale
it_it: Velocità verticale pallina
